{
  "range": "'スポットデータ'!A1:K84",
  "majorDimension": "ROWS",
  "values": [
    [
      "d",
      "カテゴリ",
      "画像",
      "緯度",
      "経度",
      "スポット名",
      "紹介文",
      "Instagram",
      "Twitter",
      "公式サイト",
      "Facebook"
    ],
    [
      "#######",
      "北海道",
      "",
      "44.3552",
      "142.142",
      "オソベツ川",
      "天塩川水系の一級河川。幌延町、豊富町、天塩町の境界付近に源を発し北東に流れ、天塩町字オソベツで日本海に注ぐ。川の名は、アイヌ語の「オ・ソ・ペッ（川尻に葦原のある川）」に由来する。"
    ],
    [
      "#######",
      "北海道",
      "",
      "45.0839",
      "141.7841",
      "サロベツ川",
      "天塩川水系の一級河川。稚内市、豊富町、幌延町の境界付近に源を発し、幌延町字北進で宗谷湾に注ぐ。日本最北の一級河川である。河川名は、アイヌ語の「サラ・ペッ（ヨシ原・川）」に由来する。"
    ],
    [
      "#######",
      "北海道",
      "",
      "44.8128",
      "142.2776",
      "チバベリ川",
      "天塩川水系の一級河川。豊富町に源を発し、豊富町字チバベリで日本海に注ぐ。河川名はアイヌ語に由来するが、意味は不明。"
    ],
    [
      "#######",
      "北海道",
      "",
      "43.922",
      "144.0919",
      "仁居常呂川",
      "常呂川水系の一級河川。 網走郡津別町と斜里郡斜里町の境界を流れ、斜里郡小清水町で常呂川に合流する。"
    ],
    [
      "#######",
      "北海道",
      "",
      "43.1917",
      "140.7614",
      "余市川",
      "後志総合振興局管内を流れ日本海に注ぐ二級河川。積丹郡積丹町と余市郡余市町の境界にある余市岳付近に源を発し、概ね北西に流れ、余市町栄町で日本海に注ぐ。"
    ],
    [
      "#######",
      "北海道",
      "",
      "42.9317",
      "142.8892",
      "利別川",
      "十勝川水系の一級河川。日高山脈北部を水源とし、帯広市街地の南側を流下し、豊頃町で太平洋に注ぐ。十勝地方では十勝川に次ぐ流域面積を持つ。河川名の由来は、アイヌ語の「ニペ・ペッ（ニレの木・川）」の意である。"
    ],
    [
      "#######",
      "北海道",
      "",
      "42.52",
      "143.2",
      "十勝川",
      "北海道一長い河川。十勝平野を縦断し太平洋に注ぐ。河川法では一級河川に指定されており、十勝川水系の本流である。流路延長は156km、流域面積は9,010km²。"
    ],
    [
      "#######",
      "北海道",
      "",
      "43.0589",
      "141.4142",
      "千歳川",
      "石狩川水系支流の一級河川。千歳市、恵庭市を流れ、石狩市で石狩川に合流する。流路延長108km。河川名は、アイヌ語の「シコツ・ナイ（大きい窪地・川）」に由来する。"
    ],
    [
      "#######",
      "北海道",
      "",
      "44.3543",
      "142.4667",
      "名寄川",
      "天塩川水系の一級河川。名寄市、下川町を流れ、士別市で天塩川に合流する。流路延長140km。アイヌ語の「ナヨロペッ（深い川）」が語源とされる。"
    ],
    [
      "#######",
      "北海道",
      "",
      "43.0003",
      "141.5867",
      "問寒別川",
      "石狩川水系千歳川支流の一級河川。千歳市を流れ、千歳市内で千歳川に合流する。河川名はアイヌ語の「トゥカンペッ（崖・川）」に由来し、これは上流部の両岸が崖になっていることに由来する。"
    ],
    [
      "#######",
      "北海道",
      "",
      "43.0833",
      "141.9833",
      "夕張川",
      "石狩川水系の一級河川。夕張山地を水源とし、夕張市、江別市を流れ、石狩市で石狩川に合流する。石狩川の支流では流域面積、長さともに最大。河川名はアイヌ語の「ユパ・リ（温泉のある所）」に由来する。"
    ],
    [
      "#######",
      "北海道",
      "",
      "44.9167",
      "142.3833",
      "天塩川",
      "北海道北部を流れる天塩川水系の本流。北海道で最も長い川であり、日本国内では4番目の長さを誇る。河川名はアイヌ語の「テッシ・オ・ペッ（簗のある・所の・川）」に由来する。"
    ],
    [
      "#######",
      "北海道",
      "",
      "42.7508",
      "140.9828",
      "尻別川",
      "後志総合振興局を流れ日本海に注ぐ一級河川。羊蹄山の北麓に端を発し、倶知安町、京極町、ニセコ町、蘭越町、真狩村、留寿都村の6町を流れ、尻別地区で日本海に注ぐ。河川名は、アイヌ語の「シリ・ペッ（大地・川）」に由来する。"
    ],
    [
      "#######",
      "北海道",
      "",
      "44.0536",
      "144.145",
      "常呂川",
      "オホーツク海に注ぐ一級河川。網走支庁管内の佐呂間町と北見市の境界にある常呂峠付近に発し、北見市、訓子府町、置戸町、佐呂間町を経てオホーツク海に注ぐ。河川名はアイヌ語の「トロ・プ（湖・から流れ出る川）」に由来する。"
    ],
    [
      "#######",
      "北海道",
      "",
      "43.0625",
      "141.9817",
      "幾春別川",
      "石狩川水系夕張川支流の一級河川。夕張市南部を流れ、夕張市内で夕張川に合流する。河川名はアイヌ語の「イクスンプ・ペッ（淵の・多い・川）」に由来する。"
    ],
    [
      "#######",
      "北海道",
      "",
      "43.3642",
      "143.0292",
      "後志利別川",
      "十勝総合振興局を流れる十勝川水系の一級河川。上川郡新得町と河東郡上士幌町の境界にある石狩山脈に源を発する。河川名はアイヌ語の「シリキ・ペッ（後ろ側の・川）」に由来する。"
    ],
    [
      "#######",
      "北海道",
      "",
      "43.8117",
      "142.4967",
      "忠別川",
      "十勝川水系の一級河川。大雪山系東部に源を発し、東に流れ、旭川市街地を貫流した後、旭川市で石狩川に合流する。河川名は、アイヌ語の「チュプ・ペッ（日差し・川）」に由来する。"
    ],
    [
      "#######",
      "北海道",
      "",
      "43.0661",
      "144.3822",
      "新釧路川",
      "釧路総合振興局釧路市を流れる釧路川水系本流の一級河川。釧路市と釧路町の境界付近で釧路川から分流し、釧路市街地の北側を流れ、釧路市内で太平洋に注ぐ。"
    ],
    [
      "#######",
      "北海道",
      "",
      "42.8364",
      "142.9528",
      "札内川",
      "十勝川水系の一級河川。日高山脈を水源とし、広尾郡大樹町、中川郡幕別町を経て、幕別町札内で十勝川に合流する。河川名はアイヌ語の「サッナイ・ペッ（滝のある川）」に由来する。"
    ],
    [
      "#######",
      "北海道",
      "",
      "42.8844",
      "141.7192",
      "永山新川",
      "北海道勇払郡むかわ町穂別を流れる二級河川。むかわ町穂別を流れる二級河川。河川延長9.3km、流域面積37.4km²。"
    ],
    [
      "#######",
      "北海道",
      "",
      "42.6089",
      "142.0319",
      "沙流川",
      "勇払郡むかわ町穂別を流れる二級河川。日高山脈を水源とし、沙流郡日高町、平取町、むかわ町を流れ、太平洋に注ぐ。河川名は、アイヌ語の「サラ・イ（ヨシ原・にあるもの）」に由来する。"
    ],
    [
      "#######",
      "北海道",
      "",
      "42.8094",
      "143.7117",
      "浦幌十勝川",
      "十勝川水系の一級河川。浦幌町と豊頃町の境界を流れ、浦幌町で太平洋に注ぐ。河川法上は十勝川水系に属するが、河川としての繋がりはない。"
    ],
    [
      "#######",
      "北海道",
      "",
      "44.3434",
      "141.7756",
      "渚滑川",
      "オホーツク海に注ぐ一級河川。 紋別市を流れ、紋別市渚滑町でオホーツク海に注ぐ。河川名はアイヌ語の「ソー・コッ（滝壺の・後ろ）」に由来する。"
    ],
    [
      "#######",
      "北海道",
      "",
      "44.0369",
      "143.79",
      "湧別川",
      "オホーツク海に注ぐ一級河川。 網走郡津別町、美幌町、大空町、湧別町を流れ、湧別町でオホーツク海に注ぐ。河川名はアイヌ語の「ユペッ（温泉の川）」に由来する。"
    ],
    [
      "#######",
      "北海道",
      "",
      "44.6484",
      "142.1361",
      "無加川",
      "オホーツク総合振興局管内を流れ、オホーツク海に注ぐ二級河川。 滝上町、紋別市を流れ、紋別市でオホーツク海に注ぐ。河川名はアイヌ語の「ムッカ（塞わる）」に由来する。"
    ],
    [
      "#######",
      "北海道",
      "",
      "44.6145",
      "142.2739",
      "牛朱別川",
      "天塩川水系の一級河川。 音威子府村、中川町を流れ、美深町で天塩川に合流する。河川名は、アイヌ語の「ウシゥシペッ（沢山小屋を建てた川）」に由来する。"
    ],
    [
      "#######",
      "北海道",
      "",
      "43.9931",
      "141.6658",
      "留萌川",
      "日本海に注ぐ一級河川。 留萌市、増毛町を流れ、留萌市で日本海に注ぐ。河川名はアイヌ語の「ルルモッペ（凍る・所）」に由来する。"
    ],
    [
      "#######",
      "北海道",
      "",
      "43.2167",
      "141.35",
      "石狩川",
      "石狩川水系の本流で、一級河川。 大雪山系に源を発し、旭川市、滝川市、岩見沢市、美唄市、江別市などを経て石狩市で日本海に注ぐ。アイヌ語名は「イシカリ・ペッ」。"
    ],
    [
      "#######",
      "北海道",
      "",
      "43.4695",
      "141.9114",
      "空知川",
      "石狩川水系の一級河川。 赤井川村、京極町、倶知安町、南幌町、由仁町、長沼町、栗山町、岩見沢市を流れ、滝川市で石狩川に合流する。河川名はアイヌ語の「ソラプチ（滝の・下）」に由来する。"
    ],
    [
      "#######",
      "北海道",
      "",
      "44.015",
      "144.2833",
      "網走川",
      "オホーツク海に注ぐ一級河川。 網走市、大空町を流れ、網走市でオホーツク海に注ぐ。河川名は、アイヌ語の「アパシリ（行き止まりの・所）」に由来する。"
    ],
    [
      "#######",
      "北海道",
      "",
      "43.7864",
      "144.1414",
      "美幌川",
      "オホーツク海に注ぐ一級河川。 美幌町、津別町を流れ、大空町で網走川に合流する。河川名はアイヌ語の「ピポロ（大きな崖・のある所）」に由来する。"
    ],
    [
      "#######",
      "北海道",
      "",
      "43.7026",
      "142.47",
      "美瑛川",
      "石狩川水系忠別川支流の一級河川。 美瑛町、上富良野町を流れ、旭川市で忠別川に合流する。河川名はアイヌ語の「ピイェ（油・多い・もの）」に由来する。"
    ],
    [
      "#######",
      "北海道",
      "",
      "43.05",
      "141.3667",
      "豊平川",
      "石狩川水系支流の一級河川。 札幌市、千歳市を流れ、江別市で石狩川に合流する。河川名はアイヌ語の「トゥイェ・ペラ・ウシ（濁りが多く・崖が崩れている・所）」に由来する。"
    ],
    [
      "#######",
      "北海道",
      "",
      "42.9167",
      "144.3833",
      "釧路川",
      "オホーツク海に注ぐ一級河川。 釧路市、標茶町、弟子屈町を流れ、釧路市で太平洋に注ぐ。河川名はアイヌ語の「クスリ（薬）」に由来する。"
    ],
    [
      "#######",
      "北海道",
      "",
      "43.5971",
      "141.9158",
      "雨竜川",
      "石狩川水系の一級河川。 雨竜郡、空知郡を流れ、深川市で石狩川に合流する。河川名はアイヌ語の「ウリル・ペッ（霧深い・川）」に由来する。"
    ],
    [
      "#######",
      "北海道",
      "",
      "42.9167",
      "143.2167",
      "音更川",
      "十勝川水系の一級河川。 上士幌町、士幌町、音更町を流れ、帯広市で十勝川に合流する。河川名は、アイヌ語の「オトフケ（川尻が・横になっている・もの）」に由来する。"
    ],
    [
      "#######",
      "北海道",
      "",
      "42.7317",
      "141.8928",
      "鵡川",
      "太平洋に注ぐ一級河川。 勇払郡むかわ町、沙流郡平取町を流れ、むかわ町で太平洋に注ぐ。河川名は、アイヌ語の「ムッ（塞がる）」に由来する。"
    ]
  ]
}